Repository: elitebookintel/NPS_Web_2
Catalog: Domain/Resources/Localization.*.resx
Languages: ro

source: Activate
ro: Activați

# ActivationCode
source: License activation code
ro: Cod de activare a licenței

# Add_Answer
source: Add an answer option
ro: Adăugați o opțiune de răspuns

# Add_GroupQuestion
source: Add a questionnaire
ro: Adăugați un chestionar

# Add_Group_Questionnaire
source: Add a group of questionnaires
ro: Adăugați un grup de chestionare

# Add_Lincense
source: Generate licenses
ro: Generați licențe

source: Add question
ro: Adăugați o întrebare

# Answert_Response
source: Possible answer
ro: Posibil răspuns

# Apply_data_Statistica
source: Apply data
ro: Aplicați datele

source: Authorization
ro: Autorizare

source: Cancel
ro: Anulare

source: Change password
ro: Schimbaţi parola

source: Change status
ro: Schimba starea

source: Comentary
ro: Comentariu

source: Confirm password
ro: Confirmă parola

source: Create date
ro: Data creării

# Delet
source: Delete
ro: Șterge

# Deletion_Сonfirmation
source: Enter the question text above to confirm deletion
ro: Introduceți textul întrebării de mai sus pentru a confirma ștergerea

# Delet_Group_Questionnaire
source: Are you sure you want to delete the group:
ro: Sigur doriți să ștergeți grupul:

# Delet_Questionnaire
source: Are you sure you want to delete the survey:
ro: Sigur doriți să ștergeți sondajul:

source: Device name
ro: Nume dispozitiv

source: Disable
ro: Dezactivați

source: Edit
ro: Editați

# EditProfile
source: Profile
ro: Profilul

# Enter_Question
source: Enter your question...
ro: Introduceți întrebarea dvs...

# Enter_Сomment
source: Enter a comment for the question...
ro: Introduceți un comentariu pentru întrebare...

# Field_not_empty
source: This field must not be empty
ro: Acest câmp nu trebuie să fie gol

source: First Name
ro: Numele

source: Forgot password?
ro: Ai uitat parola?

source: Full name
ro: Numele complet

source: Further
ro: Mai departe

# GradingType
source: Question type
ro: Tip de întrebare

# GroupQuestionnarie_ID
source: Questionnaire group ID
ro: ID grup chestionar

# Group_Questionnaire
source: Questionnaire group
ro: Grup de chestionare

# Label_Change_Status
source: Enter the Oid of the license above
ro: Introduceți Oid-ul licenței de mai sus

source: Last name
ro: Prenumele

source: License
ro: Licență

# LincenseActivated
source: Activation date
ro: Data activarii

# List_Answer
source: List of answer options
ro: Lista de opțiuni de răspuns

source: Lock Screen
ro: Ecran de blocare

source: Multiple answer variant
ro: Varianta cu răspunsuri multiple

source: Name group
ro: Numele grupului

# Name_Group_Questionnaire_Delet
source: Enter the full name of the survey group
ro: Introduceți numele complet al grupului de sondaj

# Name_Lincense
source: License name
ro: Numele licenței

# Name_Questionnaire
source: Questionnaire name
ro: Numele chestionar

# Name_Questionnaire_Delet
source: Enter the full name of the surveyor
ro: Introduceți numele complet al chestionarului

source: New
ro: Nou

source: New password
ro: Parolă nouă

source: Not activated
ro: Neactivat

# Oid_Grup_Questionnaire
source: Questionnaire group oid
ro: Chestionar grup oid

# Oid_Lincense
source: Enter license Oid
ro: Introduceți licența Oid

source: Old password
ro: Parola veche

source: Password
ro: Parola

source: Password recovery
ro: Recuperare parola

source: Phone number
ro: Număr de telefon

# Point10Score
source: 10-point rating system
ro: Sistem de evaluare cu 10 puncte

# Point5Score
source: 5-point rating system
ro: Sistem de evaluare în 5 puncte

# Quantity_Lincense
source: Number of licenses
ro: Numărul de licențe

source: Question
ro: Întrebare

source: Questionnaire
ro: Chestionar

# Questionnaries_list
source: List of questionnaires
ro: Lista chestionarelor

# Question_Delet
source: Question name to delete
ro: Numele întrebării de șters

# Question_Missing_Lang
source: The question has not been created in the current language
ro: Întrebarea nu a fost creată în limba actuală

source: Refresh
ro: Actualizați

# ReleaseLicense
source: License release
ro: Eliberarea licenței

source: Save
ro: Salvați

source: Select questionnaires
ro: Selectați chestionare

source: Single answer variant
ro: Varianta cu un singur răspuns

source: Statistics
ro: Statistici

# Text_Change_Status_Lincense
source: Change license status:
ro: Modificați starea licenței:

# Text_Change_Status_Oprostnik
source: Are you sure you want to change your survey status:
ro: Sigur doriți să schimbați starea sondajului:

# Text_Delet_License
source: Are you sure you want to remove the license:
ro: Sigur doriți să eliminați licența:

# Text_Question_Delet
source: Are you really want to delete the following question:
ro: Chiar doriți să ștergeți următoarea întrebare:

# Text_Statistica_Data
source: Fill out the form to determine for what period you need statistics
ro: Completați formularul pentru a determina pentru ce perioadă aveți nevoie de statistici

# Text_Statistica_Question
source: Statistics for the question:
ro: Statistici pentru întrebare:

# Total_number_responses
source: Total number of responses
ro: Numărul total de răspunsuri

source: Unlock
ro: Deblocați

source: Update date
ro: Actualizare data

# Value_not_match
source: The value doesn't match
ro: Valoarea nu se potrivește

source: Yes/No
ro: Da/Nu

source: Activated
ro: Activată

source: Deactivated
ro: Dezactivat

# UserNotFoundOrIncorrenctEmailValidation
source: User name not found or incorrect email
ro: Numele de utilizator nu a fost găsit sau adresa de e-mail este incorectă

source: Contact administrator
ro: Contactați administratorul

source: Reset password
ro: Resetează parola

# ResetPasswordHeader
source: Please enter the email address used for your registration.
ro: Vă rugăm să introduceți adresa de e-mail folosită pentru înregistrare.

source: Email
ro: Poșta electronică

source: All rights reserved.
ro: Toate drepturile rezervate.

source: Settings
ro: Setări

source: Sign out
ro: Deconectare

source: Saved
ro: Salvat

# Release_button
source: License release
ro: Eliberarea licenței

source: Search Panel
ro: Panoul de căutare

# New_Password_not_emty
source: The new password must not be empty
ro: Noua parolă nu trebuie să fie goală

# Minimum_password_length
source: Minimum password length - 8 characters
ro: Lungimea minimă a parolei - 8 caractere

# Password_letters_numbers_capitalletter
source: The password must contain both letters, numbers and at least one uppercase letter and symbol
ro: Parola trebuie să conțină atât litere, cifre, cât și cel puțin o literă mare și un simbol

# Old_password_not_empty
source: The old password must not be empty
ro: Vechea parolă nu trebuie să fie goală

# Confirm_password_not match
source: Confirm password does not match new password
ro: Confirmați parola nu se potrivește cu noua parolă

# Cannot_empty
source: Cannot be empty.
ro: Nu poate fi gol.

source: Invalid old password
ro: Parolă veche nevalidă

# LockScreenFooter
source: Not you? Return to page
ro: Nu tu? Reveniți la pagină

source: Sign In
ro: Conectare

source: Error
ro: Eroare

source: Name
ro: Numele

# Enter_password_unlock_screen
source: Enter your password to unlock your screen!
ro: Introduceți parola pentru a vă debloca ecranul!

# Licenses_created
source: Licenses created successfully
ro: Licențe create cu succes

source: License removed
ro: Licența eliminată

source: Success
ro: Cu succes

# Reset_Password
source: Password reset
ro: Resetare parola

# Lincense
source: Licenses
ro: Licențelor

# Internal_error
source: Internal Error while _
ro: Eroare internă la _

# Exception_Lincense
source: license
ro: licență

# Exception_GroupQuestionnarei
source: questionnaire group
ro: grup de sondajului

# ProfileInfo
source: user profile
ro: profilului utilizatorului

# Exception_Question
source: question
ro: întrebărilor

# Access_denied
source: Invalid credentials
ro: Credențiale invalide

# Invalid_token
source: Invalid Token while _
ro: Tokenu invalide la _

# Unknown
source: Unknown error
ro: Eroare necunoscută

# Declined
source: Request for _ rejected
ro: Cerere de _ respinsă

# Approved
source: Request approved
ro: Cerere aprobată

# Waiting
source: Waiting for response _
ro: Așteptare răspuns _

# Failed
source: Operation to _ failed
ro: Operația de _ a eșuat

# Record_not_exist
source: Entry _ does not exist
ro: Intrarea _ nu există

# Ok_Lincense
source: License
ro: Licența

# Ok_POST
source: added
ro: adăugat

# Ok_Success
source: successfully
ro: cu succes

# Ok_PUT
source: updated
ro: a fost actualizat

# Ok_DELETE
source: removed
ro: a fost șters

# Ok_Oprostnik
source: Questionnaire
ro: Chestionarul

# Ok_GroupQuestionnarei
source: Questionnaire
ro: Grupul de sondaj

# Ok_Question
source: Question
ro: Întrebarea

source: Password changed successfully
ro: Parola a fost schimbată cu succes

# Exception_GET
source: receiving _ data
ro: obținerea datelor de _

# Exception_POST
source: sending _ data
ro: trimiterea datelor de _

# Exception_PUT
source: updating _ data
ro: actualizarea datelor _

# Exception_DELETE
source: deleting _ data
ro: ștergerea datelor de _

# Exception_Oprostnik
source: questionnaire
ro: chestionarului

# Exception_ProfileInfo
source: user profile
ro: profilului utilizatorului

# Success_Post_Error_Get
source: Question _ successfully added/updated. But there were errors when displaying it.
ro: Întrebarea _ a fost adăugată/actualizată cu succes. Dar au existat erori la afișarea lui.

# Failed_load_questionnaire_names
source: Failed to load survey names.
ro: Nu s-au încărcat numele sondajelor.
